Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 비워 두면 이 레포의 GitHub origin 을 읽어요. 사용자 이슈·Discussions 가 다른 공개 repo 에 모인다면 그 repo 를 owner/name 으로 적으세요 — 다음 수집부터 거기서 피드백을 읽어요. (코드·커밋 신호는 늘 이 레포 기준이에요.)
ar: اتركه فارغًا لقراءة GitHub origin لهذا المستودع. إذا كانت مشكلات المستخدمين وDiscussions في مستودع عام آخر، فأدخله بصيغة owner/name — وستقرأ عملية الجمع التالية الملاحظات من هناك. (إشارات الكود والـ commits تعتمد دائمًا على هذا المستودع.)
en: Leave empty to read this repo's GitHub origin. If user issues and Discussions live in another public repo, enter it as owner/name — the next collection reads feedback from there. (Code and commit signals always use this repo.)
es: Déjalo vacío para leer el origin de GitHub de este repo. Si los issues y Discussions de los usuarios están en otro repo público, indícalo como owner/name: la próxima recopilación leerá el feedback de allí. (Las señales de código y commits siempre usan este repo.)
fr: Laissez vide pour lire l'origin GitHub de ce dépôt. Si les tickets et Discussions des utilisateurs sont dans un autre dépôt public, saisissez-le sous la forme owner/name — la prochaine collecte y lira les retours. (Les signaux de code et de commits utilisent toujours ce dépôt.)
hi: खाली छोड़ें तो इस repo का GitHub origin पढ़ा जाएगा। अगर उपयोगकर्ता के issue और Discussions किसी दूसरे सार्वजनिक repo में हैं, तो उसे owner/name के रूप में लिखें — अगली बार संग्रह वहीं से फ़ीडबैक पढ़ेगा। (कोड और commit संकेत हमेशा इसी repo से लिए जाते हैं।)
ja: 空のままにすると、このレポの GitHub origin を読みます。ユーザーの Issue や Discussions が別の公開リポにあるなら、それを owner/name で入力してください — 次回の収集からそこのフィードバックを読みます。(コード・コミットの信号は常にこのレポが基準です。)
pt_br: Deixe vazio para ler o origin do GitHub deste repo. Se as issues e Discussions dos usuários ficam em outro repo público, informe-o como owner/name — a próxima coleta lerá o feedback de lá. (Sinais de código e commits sempre usam este repo.)
ru: Оставьте пустым, чтобы читать GitHub origin этого репозитория. Если issue и Discussions пользователей в другом публичном репозитории, укажите его как owner/name — следующий сбор будет читать отзывы оттуда. (Сигналы кода и коммитов всегда берутся из этого репозитория.)
zh_hans: 留空则读取本仓库的 GitHub origin。如果用户的 issue 和 Discussions 在另一个公开仓库，请按 owner/name 填写——下次收集就会从那里读取反馈。（代码与提交信号始终以本仓库为准。）

source: 비워두면 레포의 신호(이슈·TODO·문서)만으로 제안해요. 적으면 그 방향을 중심으로 브리프를 만들어요.
ar: اتركه فارغًا ليقترح من إشارات المستودع فقط (المشكلات وTODO والمستندات). اكتب شيئًا وستتمحور الموجزات حول هذا الاتجاه.
en: Leave empty to propose from repo signals (issues, TODOs, docs) only. Write something and briefs will center on that direction.
es: Si lo dejas vacío, propondrá solo a partir de las señales del repositorio (issues, TODO, documentos). Si escribes algo, los briefs se centrarán en esa dirección.
fr: Laissez vide pour proposer uniquement à partir des signaux du dépôt (issues, TODO, docs). Sinon, les briefs se concentreront sur cette direction.
hi: खाली छोड़ने पर केवल रिपो सिग्नल (इश्यू, TODO, दस्तावेज़) से प्रस्ताव बनेंगे। कुछ लिखने पर ब्रीफ़ उसी दिशा पर केंद्रित होंगे।
ja: 空のままならリポジトリのシグナル（Issue・TODO・ドキュメント）だけで提案します。書けばその方向を中心にブリーフを作ります。
pt_br: Deixe vazio para propor apenas com os sinais do repositório (issues, TODOs, docs). Se escrever, os briefs se concentrarão nessa direção.
ru: Оставьте пустым — предложения будут только из сигналов репозитория (issues, TODO, документы). Напишите указание — брифы сосредоточатся на нём.
zh_hans: 留空则仅基于仓库信号（议题、TODO、文档）提出建议；填写后将以该方向为中心生成简报。

source: 비워두면 명령의 앞부분이 제목이 됩니다.
ar: إذا تُرك فارغًا، يصبح بداية الأمر هو العنوان.
en: If left blank, the start of the command becomes the title.
es: Si lo dejas vacío, el inicio del comando será el título.
fr: Si vide, le début de la commande devient le titre.
hi: खाली छोड़ने पर कमांड का शुरुआती भाग शीर्षक बन जाता है।
ja: 空欄の場合、コマンドの先頭がタイトルになります。
pt_br: Se deixar em branco, o início do comando vira o título.
ru: Если оставить пустым, заголовком станет начало команды.
zh_hans: 留空时，命令的开头将作为标题。

source: 비워두면 제목 없는 세션이 됩니다.
ar: إذا تركته فارغًا فستكون الجلسة بدون عنوان.
en: Leave empty for an untitled session.
es: Déjalo vacío para una sesión sin título.
fr: Laissez vide pour une session sans titre.
hi: खाली छोड़ने पर सत्र बिना शीर्षक का होगा।
ja: 空欄にするとタイトルなしのセッションになります。
pt_br: Deixe em branco para uma sessão sem título.
ru: Оставьте пустым — сессия будет без названия.
zh_hans: 留空将创建无标题会话。

source: 빈 컨텍스트에서 시작합니다.
ar: ابدأ بسياق فارغ.
en: Start with an empty context.
es: Empieza con un contexto vacío.
fr: Démarrer avec un contexte vide.
hi: खाली कॉन्टेक्स्ट से शुरू करें।
ja: 空のコンテキストから開始します。
pt_br: Inicia com contexto vazio.
ru: Начать с пустого контекста.
zh_hans: 从空上下文开始。

source: 빈 폴더
ar: مجلد فارغ
en: Empty folder
es: Carpeta vacía
fr: Dossier vide
hi: खाली फ़ोल्डर
ja: 空のフォルダ
pt_br: Pasta vazia
ru: Пустая папка
zh_hans: 空文件夹

source: 빈도
ar: التكرار
en: Frequency
es: Frecuencia
fr: Fréquence
hi: आवृत्ति
ja: 頻度
pt_br: Frequência
ru: Частота
zh_hans: 频率

source: 빗나감
ar: أخفق
en: Missed
es: Fallido
fr: Raté
hi: चूक
ja: 外れ
pt_br: Falhou
ru: Промах
zh_hans: 未见效

source: 빗나감 — 구현은 됐지만 노린 신호가 풀리지 않았어요 (빨간 배지, 다음 판단의 근거).
ar: إخفاق — جرى التنفيذ لكن الإشارة المستهدفة لم تُحَل (شارة حمراء، أساس للقرار التالي).
en: Missed — it was built but the targeted signal didn’t resolve (red badge, a basis for the next call).
es: Fallido — se implementó pero la señal buscada no se resolvió (insignia roja, base para la próxima decisión).
fr: Manqué — c’est réalisé mais le signal visé ne s’est pas résorbé (badge rouge, base pour la prochaine décision).
hi: चूक गया — क्रियान्वयन तो हुआ पर लक्षित संकेत हल नहीं हुआ (लाल बैज, अगले निर्णय का आधार)।
ja: 外れ — 実装はされたが、狙ったシグナルは解消されませんでした(赤いバッジ、次の判断の根拠)。
pt_br: Falhou — foi implementado, mas o sinal visado não se resolveu (selo vermelho, base para a próxima decisão).
ru: Мимо — реализовано, но целевой сигнал не разрешился (красный бейдж, основа для следующего решения).
zh_hans: 未命中——虽已实现，但所针对的信号并未消解(红色徽章，下次判断的依据)。

source: 빗나감 — 신호가 해소되지 않았어요
ar: أخفق — لم تختفِ الإشارات
en: Missed — the signals didn't go away
es: Fallido — las señales no desaparecieron
fr: Raté — les signaux n'ont pas disparu
hi: चूक — संकेत हल नहीं हुए
ja: 外れ — シグナルは解消されませんでした
pt_br: Falhou — os sinais não desapareceram
ru: Промах — сигналы не исчезли
zh_hans: 未见效 — 信号未消除

source: 빗나감률
ar: معدل الإخفاق
en: Miss Rate
es: Tasa de Fallo
fr: Taux d'Échec
hi: गलती दर
ja: 外れ率
pt_br: Taxa de Falha
ru: Частота Промахов
zh_hans: 失误率

source: 빠르고 가벼움 (기본)
ar: سريع وخفيف (افتراضي)
en: Fast & light (default)
es: Rápido y ligero (predeterminado)
fr: Rapide et léger (par défaut)
hi: तेज़ और हल्का (डिफ़ॉल्ट)
ja: 高速・軽量（標準）
pt_br: Rápido e leve (padrão)
ru: Быстро и легко (по умолчанию)
zh_hans: 快速轻量（默认）

source: 빨강
ar: أحمر
en: Red
es: Rojo
fr: Rouge
hi: लाल
ja: 赤
pt_br: Vermelho
ru: Красный
zh_hans: 红色

source: 사용 가능한 모델: %@
ar: النماذج المتاحة: %@
en: Available models: %@
es: Modelos disponibles: %@
fr: Modèles disponibles : %@
hi: उपलब्ध मॉडल: %@
ja: 利用可能なモデル: %@
pt_br: Modelos disponíveis: %@
ru: Доступные модели: %@
zh_hans: 可用模型：%@

source: 사용 안내
ar: دليل الاستخدام
en: User Guide
es: Guía de uso
fr: Guide d'utilisation
hi: उपयोग गाइड
ja: 使い方ガイド
pt_br: Guia de uso
ru: Руководство пользователя
zh_hans: 使用指南

source: 사용자 확인 없이 모든 도구 실행
ar: تشغيل جميع الأدوات بدون تأكيد من المستخدم
en: Run all tools without user confirmation
es: Ejecuta todas las herramientas sin confirmación
fr: Exécute tous les outils sans confirmation
hi: उपयोगकर्ता पुष्टि के बिना सभी टूल चलाएँ
ja: ユーザー確認なしですべてのツールを実行
pt_br: Executa todas as ferramentas sem confirmação
ru: Запускать все инструменты без подтверждения
zh_hans: 无需用户确认即运行所有工具

source: 사용할 수 있는 템플릿이 없어요.
ar: لا توجد قوالب متاحة.
en: No templates available.
es: No hay plantillas disponibles.
fr: Aucun modèle disponible.
hi: कोई टेम्पलेट उपलब्ध नहीं है।
ja: 利用できるテンプレートがありません。
pt_br: Nenhum modelo disponível.
ru: Нет доступных шаблонов.
zh_hans: 没有可用的模板。

source: 사유 (선택)
ar: السبب (اختياري)
en: Reason (optional)
es: Motivo (opcional)
fr: Raison (facultatif)
hi: कारण (वैकल्पिक)
ja: 理由（任意）
pt_br: Motivo (opcional)
ru: Причина (необязательно)
zh_hans: 原因（可选）

source: 사유 태그: 근거 약함
ar: وسم السبب: أدلة ضعيفة
en: Reason tag: Weak evidence
es: Etiqueta de motivo: Evidencia débil
fr: Étiquette de raison : Preuves insuffisantes
hi: कारण टैग: कमज़ोर साक्ष्य
ja: 理由タグ：根拠が弱い
pt_br: Etiqueta de motivo: Evidência fraca
ru: Метка причины: Слабое обоснование
zh_hans: 原因标签：依据不足

source: 사유 태그: 방향 안 맞음
ar: وسم السبب: اتجاه غير مناسب
en: Reason tag: Wrong direction
es: Etiqueta de motivo: Dirección equivocada
fr: Étiquette de raison : Mauvaise orientation
hi: कारण टैग: ग़लत दिशा
ja: 理由タグ：方向性が合わない
pt_br: Etiqueta de motivo: Direção errada
ru: Метка причины: Неверное направление
zh_hans: 原因标签：方向不符

source: 사유 태그: 범위 과대
ar: وسم السبب: النطاق واسع جدًا
en: Reason tag: Scope too large
es: Etiqueta de motivo: Alcance demasiado amplio
fr: Étiquette de raison : Périmètre trop large
hi: कारण टैग: दायरा बहुत बड़ा
ja: 理由タグ：範囲が広すぎる
pt_br: Etiqueta de motivo: Escopo muito amplo
ru: Метка причины: Слишком большой объём
zh_hans: 原因标签：范围过大

source: 사유 태그: 우선순위 낮음
ar: وسم السبب: أولوية منخفضة
en: Reason tag: Low priority
es: Etiqueta de motivo: Prioridad baja
fr: Étiquette de raison : Priorité faible
hi: कारण टैग: कम प्राथमिकता
ja: 理由タグ：優先度が低い
pt_br: Etiqueta de motivo: Prioridade baixa
ru: Метка причины: Низкий приоритет
zh_hans: 原因标签：优先级低

source: 사유 태그: 이미 있음
ar: وسم السبب: موجود بالفعل
en: Reason tag: Already exists
es: Etiqueta de motivo: Ya existe
fr: Étiquette de raison : Existe déjà
hi: कारण टैग: पहले से मौजूद
ja: 理由タグ：すでに存在する
pt_br: Etiqueta de motivo: Já existe
ru: Метка причины: Уже есть
zh_hans: 原因标签：已存在

source: 사이에 노드 추가
ar: إدراج عقدة بينهما
en: Insert node between
es: Insertar nodo en medio
fr: Insérer un nœud entre
hi: बीच में नोड डालें
ja: 間にノードを挿入
pt_br: Inserir nó no meio
ru: Вставить узел между
zh_hans: 在中间插入节点

source: 삭제
ar: حذف
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: 산출물
ar: المخرجات
en: Artifacts
es: Resultados
fr: Éléments
hi: आर्टिफ़ैक्ट
ja: 成果物
pt_br: Resultados
ru: Результаты
zh_hans: 产物

source: 산출물 다운로드 실패: %@
ar: فشل تنزيل المُخرَج: %@
en: Failed to download the artifact: %@
es: Error al descargar el archivo: %@
fr: Échec du téléchargement : %@
hi: आर्टिफ़ैक्ट डाउनलोड करने में विफल: %@
ja: 成果物のダウンロードに失敗しました: %@
pt_br: Falha ao baixar o arquivo: %@
ru: Не удалось скачать файл: %@
zh_hans: 下载产物失败：%@

source: 산출물을 불러올 수 없어요
ar: تعذّر تحميل المخرجات
en: Can’t load artifacts
es: No se pueden cargar los resultados
fr: Impossible de charger les éléments
hi: आर्टिफ़ैक्ट लोड नहीं हो सके
ja: 成果物を読み込めません
pt_br: Não foi possível carregar os resultados
ru: Не удалось загрузить результаты
zh_hans: 无法加载产物

source: 상위 경로
ar: مستوى واحد للأعلى
en: Up one level
es: Subir un nivel
fr: Remonter d’un niveau
hi: एक स्तर ऊपर
ja: 上の階層へ
pt_br: Subir um nível
ru: На уровень выше
zh_hans: 上一级

source: 상태
ar: الحالة
en: Status
es: Estado
fr: État
hi: स्थिति
ja: 状態
pt_br: Status
ru: Статус
zh_hans: 状态

source: 상태 조회 실패: %@
ar: فشل التحقق من الحالة: %@
en: Failed to check status: %@
es: Error al comprobar el estado: %@
fr: Échec de la vérification de l’état : %@
hi: स्थिति जाँचने में विफल: %@
ja: 状態の確認に失敗しました: %@
pt_br: Falha ao verificar o status: %@
ru: Не удалось проверить статус: %@
zh_hans: 状态查询失败：%@

source: 상태별
ar: حسب الحالة
en: By Status
es: Por estado
fr: Par statut
hi: स्थिति के अनुसार
ja: 状態別
pt_br: Por status
ru: По статусу
zh_hans: 按状态

source: 상품 정보 로드 실패: %@
ar: فشل تحميل معلومات المنتج: %@
en: Failed to load product info: %@
es: Error al cargar los datos del producto: %@
fr: Échec du chargement des infos du produit : %@
hi: उत्पाद की जानकारी लोड करने में विफल: %@
ja: 商品情報の読み込みに失敗しました: %@
pt_br: Falha ao carregar informações do produto: %@
ru: Не удалось загрузить информацию о продукте: %@
zh_hans: 加载商品信息失败：%@

source: 상품 정보 불러오는 중…
ar: جارٍ تحميل معلومات المنتج…
en: Loading product info…
es: Cargando datos del producto…
fr: Chargement des infos du produit…
hi: उत्पाद की जानकारी लोड हो रही है…
ja: 商品情報を読み込み中…
pt_br: Carregando informações do produto…
ru: Загружаем информацию о продукте…
zh_hans: 正在加载商品信息…

source: 상품 정보를 불러올 수 없습니다. App Store 에 «%@» 가 등록·승인되었는지 확인해 주세요.
ar: تعذّر تحميل معلومات المنتج. تحقّق من أن «%@» مسجّل ومُعتمد في App Store.
en: Could not load product info. Check that «%@» is registered and approved on the App Store.
es: No se pudieron cargar los datos del producto. Verifica que «%@» esté registrado y aprobado en la App Store.
fr: Impossible de charger les infos du produit. Vérifiez que «%@» est enregistré et approuvé sur l’App Store.
hi: उत्पाद की जानकारी लोड नहीं हो सकी। जाँचें कि «%@» App Store पर पंजीकृत और स्वीकृत है।
ja: 商品情報を読み込めませんでした。App Store に «%@» が登録・承認されているか確認してください。
pt_br: Não foi possível carregar as informações do produto. Verifique se «%@» está registrado e aprovado na App Store.
ru: Не удалось загрузить информацию о продукте. Убедитесь, что «%@» зарегистрирован и одобрен в App Store.
zh_hans: 无法加载商品信息。请确认 «%@» 已在 App Store 注册并获得批准。

source: 상품 정보를 불러올 수 없습니다. App Store 에 상품이 등록·승인되었는지 확인해 주세요.
ar: تعذّر تحميل معلومات المنتج. يرجى التحقق من تسجيل المنتجات واعتمادها في App Store.
en: Couldn't load product info. Please check that the products are registered and approved on the App Store.
es: No se pudo cargar la información de los productos. Verifica que estén registrados y aprobados en la App Store.
fr: Impossible de charger les informations produit. Vérifiez que les produits sont enregistrés et approuvés sur l'App Store.
hi: उत्पाद जानकारी लोड नहीं हो सकी। कृपया जांचें कि उत्पाद App Store पर पंजीकृत और स्वीकृत हैं।
ja: 商品情報を読み込めませんでした。App Store に商品が登録・承認されているか確認してください。
pt_br: Não foi possível carregar as informações do produto. Verifique se os produtos estão registrados e aprovados na App Store.
ru: Не удалось загрузить информацию о продуктах. Убедитесь, что они зарегистрированы и одобрены в App Store.
zh_hans: 无法加载商品信息。请确认商品已在 App Store 注册并通过审核。

source: 상품 정보를 확인할 수 없습니다.
ar: تعذّر التحقّق من معلومات المنتج.
en: Couldn’t verify product info.
es: No se puede verificar la información del producto.
fr: Impossible de vérifier les infos du produit.
hi: उत्पाद की जानकारी सत्यापित नहीं हो सकी।
ja: 商品情報を確認できません。
pt_br: Não foi possível verificar as informações do produto.
ru: Не удалось проверить информацию о продукте.
zh_hans: 无法验证商品信息。

source: 상품이 아직 로드되지 않았습니다. 잠시 후 다시 시도해 주세요.
ar: لم يتم تحميل المنتج بعد. يُرجى المحاولة مرّة أخرى بعد قليل.
en: Product hasn’t loaded yet. Please try again in a moment.
es: El producto aún no se ha cargado. Inténtalo de nuevo en un momento.
fr: Le produit n’est pas encore chargé. Réessayez dans un instant.
hi: उत्पाद अभी लोड नहीं हुआ है। कृपया कुछ देर बाद पुनः प्रयास करें।
ja: 商品がまだ読み込まれていません。少し経ってからもう一度お試しください。
pt_br: O produto ainda não foi carregado. Tente novamente em instantes.
ru: Продукт ещё не загружен. Повторите попытку чуть позже.
zh_hans: 商品尚未加载。请稍后重试。

source: 새 worktree
ar: worktree جديد
en: New worktree
es: Nuevo worktree
fr: Nouveau worktree
hi: नया worktree
ja: 新規 worktree
pt_br: Novo worktree
ru: Новый worktree
zh_hans: 新建 worktree

source: 새 worktree 만들기
ar: إنشاء worktree جديد
en: Create new worktree
es: Crear nuevo worktree
fr: Créer un worktree
hi: नया worktree बनाएँ
ja: 新規 worktree を作成
pt_br: Criar novo worktree
ru: Создать worktree
zh_hans: 新建 worktree

source: 새 worktree 에서 구현 시작
ar: البدء في worktree جديد
en: Start in a New Worktree
es: Empezar en un worktree nuevo
fr: Lancer dans un nouveau worktree
hi: नए worktree में शुरू करें
ja: 新しい worktree で実装を開始
pt_br: Iniciar em um novo worktree
ru: Начать в новом worktree
zh_hans: 在新 worktree 中开始实现

source: 새 브랜치
ar: فرع جديد
en: New Branch
es: Nueva rama
fr: Nouvelle branche
hi: नई ब्रांच
ja: 新規ブランチ
pt_br: Nova branch
ru: Новая ветка
zh_hans: 新建分支

source: 새 브랜치 이름
ar: اسم الفرع الجديد
en: New branch name
es: Nombre de la nueva rama
fr: Nom de la nouvelle branche
hi: नई ब्रांच का नाम
ja: 新しいブランチ名
pt_br: Nome da nova branch
ru: Имя новой ветки
zh_hans: 新分支名称

source: 새 브랜치의 worktree(별도 작업 폴더)를 «%@» 기준으로 만들고 그 안에서 세션을 시작해요. 이름은 영문·숫자와 - _ . / 만 쓸 수 있어요.
ar: يُنشئ worktree (مجلد عمل منفصل) لفرع جديد استنادًا إلى «%@» ويبدأ جلسة بداخله. يمكن أن يحتوي الاسم على أحرف وأرقام و - _ . / فقط.
en: Creates a worktree (a separate working folder) for a new branch based on “%@” and starts a session in it. The name may use only letters, numbers, and - _ . /.
es: Crea un worktree (una carpeta de trabajo aparte) para una rama nueva basada en «%@» e inicia una sesión en él. El nombre solo puede usar letras, números y - _ . /.
fr: Crée un worktree (un dossier de travail distinct) pour une nouvelle branche à partir de « %@ » et y démarre une session. Le nom ne peut contenir que des lettres, des chiffres et - _ . /.
hi: «%@» के आधार पर नई ब्रांच के लिए worktree (अलग कार्य फ़ोल्डर) बनाता है और उसमें सेशन शुरू करता है। नाम में केवल अक्षर, अंक और - _ . / उपयोग किए जा सकते हैं।
ja: 「%@」を基に新しいブランチの worktree（別の作業フォルダ）を作成し、その中でセッションを開始します。名前には英数字と - _ . / のみ使用できます。
pt_br: Cria um worktree (uma pasta de trabalho separada) para um novo branch com base em «%@» e inicia uma sessão nele. O nome pode usar apenas letras, números e - _ . /.
ru: Создаёт worktree (отдельную рабочую папку) для новой ветки на основе «%@» и запускает в ней сессию. В имени можно использовать только латиницу, цифры и - _ . /.
zh_hans: 基于「%@」为新分支创建 worktree（独立的工作文件夹）并在其中开始会话。名称只能使用字母、数字以及 - _ . /。

source: 새 브랜치의 worktree(별도 작업 폴더)를 만들고 그 안에서 새 세션을 열어요. 이름은 영문·숫자와 - _ . / 만 쓸 수 있어요. 지금 세션은 그대로 둡니다.
ar: ينشئ worktree (مجلد عمل منفصل) لفرع جديد ويفتح جلسة جديدة داخله. يمكن أن يحتوي الاسم على أحرف وأرقام و - _ . / فقط. تبقى جلستك الحالية كما هي.
en: Creates a worktree (a separate working folder) for a new branch and opens a new session in it. The name may use only letters, numbers, and - _ . /. Your current session stays as is.
es: Crea un worktree (una carpeta de trabajo aparte) para una rama nueva y abre una sesión nueva en él. El nombre solo puede usar letras, números y - _ . /. Tu sesión actual permanece igual.
fr: Crée un worktree (un dossier de travail distinct) pour une nouvelle branche et y ouvre une nouvelle session. Le nom ne peut contenir que des lettres, des chiffres et - _ . /. Votre session actuelle reste inchangée.
hi: नई ब्रांच के लिए worktree (अलग कार्य फ़ोल्डर) बनाता है और उसमें नया सेशन खोलता है। नाम में केवल अक्षर, अंक और - _ . / उपयोग किए जा सकते हैं। आपका मौजूदा सेशन वैसा ही रहता है।
ja: 新しいブランチの worktree（別の作業フォルダ）を作成し、その中で新しいセッションを開きます。名前には英数字と - _ . / のみ使用できます。現在のセッションはそのまま残ります。
pt_br: Cria um worktree (uma pasta de trabalho separada) para um novo branch e abre uma nova sessão nele. O nome pode usar apenas letras, números e - _ . /. Sua sessão atual permanece como está.
ru: Создаёт worktree (отдельную рабочую папку) для новой ветки и открывает в ней новую сессию. В имени можно использовать только латиницу, цифры и - _ . /. Текущая сессия остаётся без изменений.
zh_hans: 为新分支创建 worktree（独立的工作文件夹），并在其中打开新会话。名称只能使用字母、数字以及 - _ . /。当前会话保持不变。

source: 새 브랜치의 worktree(별도 작업 폴더)를 만들고 그 안에서 새 세션을 열어요. 지금 세션은 그대로 둡니다.
ar: يُنشئ worktree (مجلد عمل منفصل) لفرع جديد ويفتح جلسة جديدة فيه. تبقى جلستك الحالية كما هي.
en: Creates a worktree (a separate working folder) for a new branch and opens a new session in it. Your current session stays as is.
es: Crea un worktree (una carpeta de trabajo separada) para una nueva rama y abre una nueva sesión en él. Tu sesión actual permanece igual.
fr: Crée un worktree (un dossier de travail séparé) pour une nouvelle branche et y ouvre une nouvelle session. Votre session actuelle reste inchangée.
hi: नई ब्रांच के लिए एक worktree (अलग वर्किंग फ़ोल्डर) बनाता है और उसमें नया सेशन खोलता है। आपका मौजूदा सेशन वैसा ही रहता है।
ja: 新しいブランチ用の worktree（独立した作業フォルダ）を作成し、その中で新しいセッションを開きます。現在のセッションはそのままです。
pt_br: Cria um worktree (uma pasta de trabalho separada) para uma nova branch e abre uma nova sessão nele. Sua sessão atual permanece como está.
ru: Создаёт worktree (отдельную рабочую папку) для новой ветки и открывает в ней новую сессию. Текущая сессия остаётся без изменений.
zh_hans: 为新分支创建一个 worktree（独立的工作文件夹）并在其中打开新会话。当前会话保持不变。

source: 새 브랜치의 worktree(별도 작업 폴더)를 만들고 그 안에서 세션을 시작해요. 이름은 영문·숫자와 - _ . / 만 쓸 수 있어요.
ar: يُنشئ worktree (مجلد عمل منفصل) لفرع جديد ويبدأ جلسة بداخله. يمكن أن يحتوي الاسم على أحرف وأرقام و - _ . / فقط.
en: Creates a worktree (a separate working folder) for a new branch and starts a session in it. The name may use only letters, numbers, and - _ . /.
es: Crea un worktree (una carpeta de trabajo aparte) para una rama nueva e inicia una sesión en él. El nombre solo puede usar letras, números y - _ . /.
fr: Crée un worktree (un dossier de travail distinct) pour une nouvelle branche et y démarre une session. Le nom ne peut contenir que des lettres, des chiffres et - _ . /.
hi: नई ब्रांच के लिए worktree (अलग कार्य फ़ोल्डर) बनाता है और उसमें सेशन शुरू करता है। नाम में केवल अक्षर, अंक और - _ . / उपयोग किए जा सकते हैं।
ja: 新しいブランチの worktree（別の作業フォルダ）を作成し、その中でセッションを開始します。名前には英数字と - _ . / のみ使用できます。
pt_br: Cria um worktree (uma pasta de trabalho separada) para um novo branch e inicia uma sessão nele. O nome pode usar apenas letras, números e - _ . /.
ru: Создаёт worktree (отдельную рабочую папку) для новой ветки и запускает в ней сессию. В имени можно использовать только латиницу, цифры и - _ . /.
zh_hans: 为新分支创建 worktree（独立的工作文件夹）并在其中开始会话。名称只能使用字母、数字以及 - _ . /。

source: 새 세션
ar: جلسة جديدة
en: New session
es: Nueva sesión
fr: Nouvelle session
hi: नया सत्र
ja: 新しいセッション
pt_br: Nova sessão
ru: Новая сессия
zh_hans: 新会话

source: 새 세션 만들기
ar: إنشاء جلسة جديدة
en: Create new session
es: Crear nueva sesión
fr: Créer une nouvelle session
hi: नया सत्र बनाएँ
ja: 新しいセッションを作成
pt_br: Criar nova sessão
ru: Создать новую сессию
zh_hans: 新建会话

source: 새 세션 만들기: 우상단 + 버튼. 제목은 비워둬도 됩니다(나중에 바꿀 수 있어요). 레포 경로는 Mac 의 최근 사용 프로젝트에서 고르거나 «경로 직접 입력» 으로 적습니다.
ar: إنشاء جلسة جديدة: زر + في الأعلى يمينًا. يمكن ترك العنوان فارغًا (يمكن تغييره لاحقًا). اختر مسار المستودع من المشاريع الأخيرة على Mac أو اكتبه يدويًا عبر «إدخال المسار يدويًا».
en: Create: tap + at the top right. You can leave the title blank (you can rename later). Pick the repo path from your Mac’s recent projects, or type it via “Type path manually”.
es: Crear: pulsa + arriba a la derecha. Puedes dejar el título vacío (luego se puede renombrar). Escoge la ruta del repo entre los proyectos recientes del Mac, o escríbela con «Escribir ruta manualmente».
fr: Créer : touchez + en haut à droite. Le titre peut rester vide (renommable plus tard). Choisissez le chemin du dépôt parmi les projets récents du Mac, ou saisissez-le via « Saisir le chemin manuellement ».
hi: नया सत्र बनाएँ: दाईं ओर ऊपर + बटन। शीर्षक खाली छोड़ सकते हैं (बाद में बदला जा सकता है)। रेपो पथ Mac के हाल के प्रोजेक्ट से चुनें, या «पथ मैन्युअल टाइप करें» से लिखें।
ja: 新規セッションの作成: 右上の + ボタン。タイトルは空欄でも OK（あとで変更可能）。リポジトリのパスは Mac の最近使ったプロジェクトから選ぶか、「パスを手動入力」で入力します。
pt_br: Criar: toque em + no canto superior direito. O título pode ficar em branco (renomeável depois). Escolha o caminho do repo entre os projetos recentes do Mac ou digite via «Digitar caminho manualmente».
ru: Создать: + в правом верхнем углу. Заголовок можно оставить пустым (потом переименуете). Путь к репозиторию — из недавних проектов Mac или вручную через «Ввести путь вручную».
zh_hans: 新建:右上角的 + 按钮。标题可留空(以后可改名)。仓库路径从 Mac 最近项目中选,或通过「手动输入路径」键入。

source: 새 세션 시작
ar: ابدأ جلسة جديدة
en: Start a new session
es: Iniciar sesión nueva
fr: Démarrer une nouvelle session
hi: नया सत्र शुरू करें
ja: 新しいセッションを開始
pt_br: Iniciar nova sessão
ru: Начать новую сессию
zh_hans: 开始新会话
